export const MONTHS_HEBREW = [
  'תשרי',
  'חשוון',
  'כסלו',
  'טבת',
  'שבט',
  'אדר',
  'ניסן',
  'אייר',
  'סיון',
  'תמוז',
  'אב',
  'אלול',
];

export const MONTHS_GREGORIAN = [
  'ינואר',
  'פברואר',
  'מרץ',
  'אפריל',
  'מאי',
  'יוני',
  'יולי',
  'אוגוסט',
  'ספטמבר',
  'אוקטובר',
  'נובמבר',
  'דצמבר',
];

export const HOLIDAYS = [
  'ראש השנה',
  'צום גדליה',
  'יום כיפור',
  'סוכות',
  'הושענה רבה',
  'שמחת תורה',
  'חנוכה',
  'פורים',
  'פסח',
  'יום העצמאות',
  'שבועות',
  'צום תשעה באב',
];

export const DAYS_IN_WEEK = [
  'ראשון',
  'שני',
  'שלישי',
  'רביעי',
  'חמישי',
  'שישי',
  'שבת',
];
